Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Sent with foreground app connections to this gateway. Changes apply on the next reconnect; Share extension delivery is not yet supported.
ar: تُرسل مع اتصالات التطبيق في الواجهة الأمامية إلى هذا Gateway. تُطبَّق التغييرات عند إعادة الاتصال التالية؛ تسليم امتداد المشاركة غير مدعوم بعد.
de: Wird bei Verbindungen der Vordergrund-App zu dieser Gateway gesendet. Änderungen werden beim nächsten erneuten Verbinden angewendet; die Zustellung über die Share-Erweiterung wird noch nicht unterstützt.
es: Se envía con las conexiones de la app en primer plano a este gateway. Los cambios se aplican en la próxima reconexión; la entrega mediante la extensión para compartir aún no es compatible.
fa: با اتصال‌های برنامه در پیش‌زمینه به این gateway ارسال می‌شود. تغییرات در اتصال مجدد بعدی اعمال می‌شوند؛ تحویل از طریق افزونه اشتراک‌گذاری هنوز پشتیبانی نمی‌شود.
fr: Envoyé avec les connexions de l’app au premier plan à cette Gateway. Les modifications s’appliquent à la prochaine reconnexion ; la livraison via l’extension de partage n’est pas encore prise en charge.
hi: इस Gateway पर अग्रभूमि ऐप कनेक्शन के साथ भेजा गया। बदलाव अगले रीकनेक्ट पर लागू होंगे; Share extension डिलीवरी अभी समर्थित नहीं है.
id: Dikirim dengan koneksi aplikasi latar depan ke gateway ini. Perubahan berlaku pada penyambungan ulang berikutnya; pengiriman ekstensi Berbagi belum didukung.
it: Inviate con le connessioni dell’app in primo piano a questo Gateway. Le modifiche si applicano alla prossima riconnessione; la consegna tramite estensione di condivisione non è ancora supportata.
ja_jp: このGatewayへのフォアグラウンドアプリ接続で送信されます。変更は次回の再接続時に適用されます。Share拡張機能による配信はまだサポートされていません。
ko: 이 Gateway에 대한 포그라운드 앱 연결과 함께 전송됩니다. 변경 사항은 다음 재연결 시 적용되며, Share extension 전달은 아직 지원되지 않습니다.
nl: Verzonden met verbindingen van de app op de voorgrond naar deze gateway. Wijzigingen worden toegepast bij de volgende herverbinding; levering via de Share-extensie wordt nog niet ondersteund.
pl: Wysyłane z połączeniami aplikacji na pierwszym planie do tego gateway. Zmiany zostaną zastosowane przy następnym ponownym połączeniu; dostarczanie przez rozszerzenie Share nie jest jeszcze obsługiwane.
pt_br: Enviado com conexões do app em primeiro plano para este gateway. As alterações serão aplicadas na próxima reconexão; a entrega pela extensão de compartilhamento ainda não é compatível.
ru: Отправляются через подключения активного приложения к этому Gateway. Изменения применятся при следующем повторном подключении; доставка через расширение «Поделиться» пока не поддерживается.
sv: Skickas med appanslutningar i förgrunden till denna gateway. Ändringar gäller vid nästa återanslutning; leverans via delningstillägg stöds inte ännu.
th: ส่งพร้อมกับการเชื่อมต่อของแอปเบื้องหน้าไปยัง Gateway นี้ การเปลี่ยนแปลงจะมีผลเมื่อเชื่อมต่อใหม่ครั้งถัดไป ยังไม่รองรับการส่งผ่าน Share extension
tr: Bu Gateway'e ön plandaki uygulama bağlantılarıyla gönderilir. Değişiklikler bir sonraki yeniden bağlantıda uygulanır; Share extension ile teslim henüz desteklenmiyor.
uk: Надсилаються через підключення активного застосунку до цього Gateway. Зміни застосуються під час наступного повторного підключення; доставка через розширення Share ще не підтримується.
vi: Được gửi cùng với các kết nối ứng dụng ở nền trước tới gateway này. Các thay đổi sẽ áp dụng vào lần kết nối lại tiếp theo; tính năng gửi qua Share extension chưa được hỗ trợ.
zh_cn: 随前台应用连接发送到此 Gateway。更改将在下次重新连接时生效；尚不支持 Share 扩展递送。
zh_tw: 透過前景應用程式連線傳送至此 gateway。變更會在下次重新連線時套用；尚未支援 Share extension 傳送。

source: Server
ar: الخادم
es: Servidor
fa: سرور
fr: Serveur
hi: सर्वर
ja_jp: サーバー
ko: 서버
pl: Serwer
pt_br: Servidor
ru: Сервер
th: เซิร์ฟเวอร์
tr: Sunucu
uk: Сервер
vi: Máy chủ
zh_cn: 服务器
zh_tw: 伺服器

source: Session
ar: الجلسة
de: Sitzung
es: Sesión
fa: نشست
hi: सेशन
id: Sesi
it: Sessione
ja_jp: セッション
ko: 세션
nl: Sessie
pl: Sesja
pt_br: Sessão
ru: Сеанс
th: เซสชัน
tr: Oturum
uk: Сеанс
vi: Phiên
zh_cn: 会话
zh_tw: 工作階段

source: Session actions
ar: إجراءات الجلسة
de: Sitzungsaktionen
es: Acciones de sesión
fa: کنش‌های نشست
fr: Actions de session
hi: सेशन क्रियाएँ
id: Tindakan sesi
it: Azioni sessione
ja_jp: セッション操作
ko: 세션 작업
nl: Sessieacties
pl: Akcje sesji
pt_br: Ações da sessão
ru: Действия сессии
sv: Sessionsåtgärder
th: การดำเนินการเซสชัน
tr: Oturum işlemleri
uk: Дії сесії
vi: Thao tác phiên
zh_cn: 会话操作
zh_tw: 工作階段動作

source: Session activity offline
ar: نشاط الجلسة غير متصل
de: Sitzungsaktivität offline
es: Actividad de sesión sin conexión
fa: فعالیت نشست آفلاین است
fr: Activité de session hors ligne
hi: सत्र गतिविधि ऑफ़लाइन है
id: Aktivitas sesi offline
it: Attività della sessione offline
ja_jp: セッションアクティビティはオフラインです
ko: 세션 활동 오프라인
nl: Sessieactiviteit offline
pl: Aktywność sesji offline
pt_br: Atividade da sessão offline
ru: Активность сеансов офлайн
sv: Sessionsaktivitet offline
th: กิจกรรมเซสชันออฟไลน์
tr: Oturum etkinliği çevrimdışı
uk: Активність сеансів офлайн
vi: Hoạt động phiên ngoại tuyến
zh_cn: 会话活动离线
zh_tw: 工作階段活動離線

source: Session cost %@
ar: تكلفة الجلسة %@
de: Sitzungskosten: %@
es: Costo de la sesión: %@
fa: هزینه نشست %@
fr: Coût de la session : %@
hi: सेशन की लागत %@
id: Biaya sesi %@
it: Costo della sessione %@
ja_jp: セッションコスト：%@
ko: 세션 비용 %@
nl: Sessiekosten %@
pl: Koszt sesji: %@
pt_br: Custo da sessão: %@
ru: Стоимость сеанса: %@
sv: Sessionskostnad %@
th: ค่าใช้จ่ายของเซสชัน %@
tr: Oturum maliyeti %@
uk: Вартість сеансу: %@
vi: Chi phí phiên %@
zh_cn: 会话费用 %@
zh_tw: 工作階段費用 %@

source: Session failed
ar: فشلت الجلسة
de: Sitzung fehlgeschlagen
es: Error en la sesión
fa: نشست ناموفق بود
fr: Échec de la session
hi: सत्र विफल रहा
id: Sesi gagal
it: Sessione non riuscita
ja_jp: セッションに失敗しました
ko: 세션 실패
nl: Sessie mislukt
pl: Sesja nie powiodła się
pt_br: Falha na sessão
ru: Сессия завершилась с ошибкой
sv: Sessionen misslyckades
th: เซสชันล้มเหลว
tr: Oturum başarısız oldu
uk: Помилка сеансу
vi: Phiên không thành công
zh_cn: 会话失败
zh_tw: 工作階段失敗

source: Session name
ar: اسم الجلسة
de: Sitzungsname
es: Nombre de la sesión
fa: نام جلسه
fr: Nom de la session
hi: सत्र का नाम
id: Nama sesi
it: Nome della sessione
ja_jp: セッション名
ko: 세션 이름
nl: Sessienaam
pl: Nazwa sesji
pt_br: Nome da sessão
ru: Имя сессии
sv: Sessionsnamn
th: ชื่อเซสชัน
tr: Oturum adı
uk: Назва сеансу
vi: Tên phiên
zh_cn: 会话名称
zh_tw: 工作階段名稱

source: Session running
ar: الجلسة قيد التشغيل
de: Sitzung wird ausgeführt
es: Sesión en curso
fa: نشست در حال اجرا است
fr: Session en cours
hi: सत्र चल रहा है
id: Sesi sedang berjalan
it: Sessione in corso
ja_jp: セッションを実行中
ko: 세션 실행 중
nl: Sessie actief
pl: Sesja jest uruchomiona
pt_br: Sessão em execução
ru: Сессия выполняется
sv: Sessionen körs
th: เซสชันกำลังทำงาน
tr: Oturum çalışıyor
uk: Сеанс виконується
vi: Phiên đang chạy
zh_cn: 会话正在运行
zh_tw: 工作階段執行中

source: Session target
ar: الجلسة المستهدفة
de: Sitzungsziel
es: Destino de la sesión
fa: مقصد نشست
fr: Cible de la session
hi: सेशन लक्ष्य
id: Target sesi
it: Destinazione della sessione
ja_jp: セッションターゲット
ko: 세션 대상
nl: Sessiedoel
pl: Docelowa sesja
pt_br: Destino da sessão
ru: Целевой сеанс
sv: Sessionsmål
th: เซสชันเป้าหมาย
tr: Oturum hedefi
uk: Ціль сеансу
vi: Đích phiên
zh_cn: 会话目标
zh_tw: 工作階段目標

source: Session target must be main, isolated, current, or session:<id>.
ar: يجب أن يكون هدف الجلسة main أو isolated أو current أو session:<id>.
de: Das Sitzungsziel muss main, isolated, current oder session:<id> sein.
es: El destino de la sesión debe ser main, isolated, current o session:<id>.
fa: هدف نشست باید main، isolated، current یا session:<id> باشد.
fr: La cible de session doit être main, isolated, current ou session:<id>.
hi: सेशन लक्ष्य main, isolated, current या session:<id> होना चाहिए।
id: Target sesi harus berupa main, isolated, current, atau session:<id>.
it: La destinazione della sessione deve essere main, isolated, current o session:<id>.
ja_jp: セッションターゲットはmain、isolated、current、またはsession:<id>である必要があります。
ko: 세션 대상은 main, isolated, current 또는 session:<id>여야 합니다.
nl: Het sessiedoel moet main, isolated, current of session:<id> zijn.
pl: Docelowa sesja musi mieć wartość main, isolated, current lub session:<id>.
pt_br: O destino da sessão deve ser main, isolated, current ou session:<id>.
ru: Цель сеанса должна быть main, isolated, current или session:<id>.
sv: Sessionsmålet måste vara main, isolated, current eller session:<id>.
th: เป้าหมายเซสชันต้องเป็น main, isolated, current หรือ session:<id>
tr: Oturum hedefi main, isolated, current veya session:<id> olmalıdır.
uk: Ціль сеансу має бути main, isolated, current або session:<id>.
vi: Đích phiên phải là main, isolated, current hoặc session:<id>.
zh_cn: 会话目标必须是 main、isolated、current 或 session:<id>。
zh_tw: 工作階段目標必須是 main、isolated、current 或 session:<id>。

source: Sessions
ar: الجلسات
de: Sitzungen
es: Sesiones
fa: جلسه‌ها
hi: सत्र
id: Sesi
it: Sessioni
ja_jp: セッション
ko: 세션
nl: Sessies
pl: Sesje
pt_br: Sessões
ru: Сеансы
sv: Sessioner
th: เซสชัน
tr: Oturumlar
uk: Сеанси
vi: Phiên
zh_cn: 会话
zh_tw: 工作階段

source: Sessions unavailable
ar: الجلسات غير متاحة
de: Sitzungen nicht verfügbar
es: Sesiones no disponibles
fa: جلسه‌ها در دسترس نیستند
fr: Sessions indisponibles
hi: सत्र उपलब्ध नहीं हैं
id: Sesi tidak tersedia
it: Sessioni non disponibili
ja_jp: セッションを利用できません
ko: 세션을 사용할 수 없음
nl: Sessies niet beschikbaar
pl: Sesje niedostępne
pt_br: Sessões indisponíveis
ru: Сеансы недоступны
sv: Sessioner är inte tillgängliga
th: เซสชันไม่พร้อมใช้งาน
tr: Oturumlar kullanılamıyor
uk: Сеанси недоступні
vi: Phiên không khả dụng
zh_cn: 会话不可用
zh_tw: 工作階段無法使用

source: Sessions…
ar: الجلسات…
de: Sitzungen…
es: Sesiones…
fa: جلسه‌ها…
hi: सत्र…
id: Sesi…
it: Sessioni…
ja_jp: セッション…
ko: 세션…
nl: Sessies…
pl: Sesje…
pt_br: Sessões…
ru: Сеансы…
sv: Sessioner…
th: เซสชัน…
tr: Oturumlar…
uk: Сеанси…
vi: Phiên…
zh_cn: 会话…
zh_tw: 工作階段…

source: Set up %@
ar: إعداد %@
de: %@ einrichten
es: Configurar %@
fa: راه‌اندازی %@
fr: Configurer %@
hi: %@ सेट अप करें
id: Siapkan %@
it: Configura %@
ja_jp: %@をセットアップ
ko: %@ 설정
nl: %@ configureren
pl: Skonfiguruj %@
pt_br: Configurar %@
ru: Настроить %@
sv: Konfigurera %@
th: ตั้งค่า %@
tr: %@ kurulumunu yap
uk: Налаштувати %@
vi: Thiết lập %@
zh_cn: 设置 %@
zh_tw: 設定 %@

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fa: تنظیمات
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja_jp: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_cn: 设置
zh_tw: 設定

source: Settings / Gateway
ar: الإعدادات / Gateway
de: Einstellungen / Gateway
es: Configuración / Gateway
fa: تنظیمات / Gateway
fr: Réglages / Gateway
hi: सेटिंग्स / Gateway
id: Pengaturan / Gateway
it: Impostazioni / Gateway
ja_jp: 設定 / Gateway
ko: 설정 / Gateway
nl: Instellingen / Gateway
pl: Ustawienia / Gateway
pt_br: Configurações / Gateway
ru: Настройки / Gateway
sv: Inställningar / Gateway
th: การตั้งค่า / Gateway
tr: Ayarlar / Gateway
uk: Налаштування / Gateway
vi: Cài đặt / Gateway
zh_cn: 设置 / Gateway
zh_tw: 設定 / Gateway

source: Setup
ar: الإعداد
de: Einrichtung
es: Configuración
fa: راه‌اندازی
fr: Configuration
hi: सेटअप
id: Penyiapan
it: Configurazione
ja_jp: セットアップ
ko: 설정
nl: Instellen
pl: Konfiguracja
pt_br: Configuração
ru: Настройка
sv: Konfiguration
th: ตั้งค่า
tr: Kurulum
uk: Налаштування
vi: Thiết lập
zh_cn: 设置
zh_tw: 設定

source: Setup Code
ar: رمز الإعداد
de: Einrichtungscode
es: Código de configuración
fa: کد راه‌اندازی
fr: Code de configuration
id: Kode Penyiapan
it: Codice di configurazione
ja_jp: セットアップコード
ko: 설정 코드
nl: Installatiecode
pl: Kod konfiguracji
pt_br: Código de configuração
ru: Код настройки
sv: Installationskod
th: รหัสตั้งค่า
tr: Kurulum Kodu
uk: Код налаштування
vi: Mã thiết lập
zh_cn: 设置代码
zh_tw: 設定代碼

source: Setup Link
ar: رابط الإعداد
de: Einrichtungslink
es: Enlace de configuración
fa: پیوند راه‌اندازی
fr: Lien de configuration
hi: सेटअप लिंक
id: Tautan Pengaturan
it: Link di configurazione
ja_jp: セットアップリンク
ko: 설정 링크
nl: Configuratielink
pl: Link konfiguracji
pt_br: Link de configuração
ru: Ссылка для настройки
sv: Konfigurationslänk
th: ลิงก์การตั้งค่า
tr: Kurulum Bağlantısı
uk: Посилання для налаштування
vi: Liên kết thiết lập
zh_cn: 设置链接
zh_tw: 設定連結

source: Setup code applied. Connecting...
ar: تم تطبيق رمز الإعداد. جارٍ الاتصال...
de: Einrichtungscode angewendet. Verbindung wird hergestellt...
es: Código de configuración aplicado. Conectando...
fa: کد راه‌اندازی اعمال شد. در حال اتصال...
fr: Code de configuration appliqué. Connexion...
hi: सेटअप कोड लागू किया गया। कनेक्ट किया जा रहा है...
id: Kode pengaturan diterapkan. Menghubungkan...
it: Codice di configurazione applicato. Connessione in corso...
ja_jp: セットアップコードを適用しました。接続中...
ko: 설정 코드가 적용되었습니다. 연결 중...
nl: Configuratiecode toegepast. Verbinden...
pl: Kod konfiguracji został zastosowany. Łączenie...
pt_br: Código de configuração aplicado. Conectando...
ru: Код настройки применён. Подключение...
sv: Konfigurationskoden har tillämpats. Ansluter...
th: ใช้รหัสตั้งค่าแล้ว กำลังเชื่อมต่อ...
tr: Kurulum kodu uygulandı. Bağlanıyor...
uk: Код налаштування застосовано. Підключення...
vi: Đã áp dụng mã thiết lập. Đang kết nối...
zh_cn: 设置代码已应用。正在连接...
zh_tw: 已套用設定代碼。正在連線...

source: Setup code not recognized or uses an insecure ws:// gateway URL.
ar: لم يتم التعرّف على رمز الإعداد أو أنه يستخدم عنوان URL غير آمن لـ Gateway يبدأ بـ ws://.
de: Der Einrichtungscode wurde nicht erkannt oder verwendet eine unsichere ws://-Gateway-URL.
es: No se reconoce el código de configuración o este usa una URL de Gateway ws:// no segura.
fa: کد راه‌اندازی شناسایی نشد یا از نشانی ناامن ws:// برای Gateway استفاده می‌کند.
fr: Le code de configuration n’est pas reconnu ou utilise une URL de Gateway ws:// non sécurisée.
hi: सेटअप कोड पहचाना नहीं गया या यह असुरक्षित ws:// Gateway URL का उपयोग करता है।
id: Kode penyiapan tidak dikenali atau menggunakan URL Gateway ws:// yang tidak aman.
it: Codice di configurazione non riconosciuto o contenente un URL Gateway ws:// non sicuro.
ja_jp: セットアップコードを認識できないか、安全でないws:// Gateway URLが使用されています。
ko: 설정 코드가 인식되지 않거나 안전하지 않은 ws:// Gateway URL을 사용합니다.
nl: Installatiecode niet herkend of gebruikt een onveilige ws://-gateway-URL.
pl: Kod konfiguracji jest nierozpoznany lub używa niezabezpieczonego adresu URL gateway ws://.
pt_br: O código de configuração não foi reconhecido ou usa uma URL de gateway ws:// não segura.
ru: Код настройки не распознан или содержит небезопасный URL-адрес Gateway с ws://.
sv: Konfigurationskoden känns inte igen eller använder en osäker ws://-gateway-URL.
th: ไม่รู้จักรหัสการตั้งค่า หรือรหัสใช้ URL ของ Gateway แบบ ws:// ที่ไม่ปลอดภัย
tr: Kurulum kodu tanınmadı veya güvenli olmayan bir ws:// gateway URL'si kullanıyor.
uk: Код налаштування не розпізнано або він використовує незахищену URL-адресу gateway ws://.
vi: Không nhận dạng được mã thiết lập hoặc mã này sử dụng URL gateway ws:// không an toàn.
zh_cn: 无法识别设置代码，或代码使用了不安全的 ws:// Gateway URL。
zh_tw: 無法辨識設定代碼，或代碼使用了不安全的 ws:// Gateway URL。

source: Setup link loaded for %@:%@ (%@). Tap Connect to apply.
ar: تم تحميل رابط الإعداد لـ %@:%@ (%@). اضغط على اتصال للتطبيق.
de: Einrichtungslink für %@:%@ (%@) geladen. Tippen Sie zum Anwenden auf „Verbinden“.
es: Enlace de configuración cargado para %@:%@ (%@). Toca Conectar para aplicarlo.
fa: پیوند راه‌اندازی برای %@:%@ (%@) بارگیری شد. برای اعمال، روی اتصال بزنید.
fr: Lien de configuration chargé pour %@:%@ (%@). Touchez Se connecter pour l’appliquer.
hi: %@:%@ (%@) के लिए सेटअप लिंक लोड हो गया। लागू करने के लिए कनेक्ट करें पर टैप करें।
id: Tautan penyiapan dimuat untuk %@:%@ (%@). Ketuk Hubungkan untuk menerapkan.
it: Link di configurazione caricato per %@:%@ (%@). Tocca Connetti per applicarlo.
ja_jp: %@:%@（%@）のセットアップリンクを読み込みました。適用するには「接続」をタップしてください。
ko: %@:%@(%@)의 설정 링크를 불러왔습니다. 적용하려면 연결을 탭하세요.
nl: Installatielink geladen voor %@:%@ (%@). Tik op Verbinden om toe te passen.
pl: Wczytano łącze konfiguracyjne dla %@:%@ (%@). Stuknij Połącz, aby zastosować.
pt_br: Link de configuração carregado para %@:%@ (%@). Toque em Conectar para aplicar.
ru: Ссылка для настройки загружена для %@:%@ (%@). Нажмите «Подключиться», чтобы применить.
sv: Konfigurationslänken lästes in för %@:%@ (%@). Tryck på Anslut för att tillämpa.
th: โหลดลิงก์การตั้งค่าสำหรับ %@:%@ (%@) แล้ว แตะเชื่อมต่อเพื่อใช้งาน
tr: %@:%@ (%@) için kurulum bağlantısı yüklendi. Uygulamak için Bağlan'a dokunun.
uk: Посилання для налаштування завантажено для %@:%@ (%@). Натисніть «Підключити», щоб застосувати.
vi: Đã tải liên kết thiết lập cho %@:%@ (%@). Nhấn Kết nối để áp dụng.
zh_cn: 已加载 %@:%@ (%@) 的设置链接。轻点“连接”以应用。
zh_tw: 已載入 %@:%@ (%@) 的設定連結。點一下「連線」以套用。

source: Setup queued for the watch. Open OpenClaw before the code expires.
ar: تم وضع الإعداد في قائمة الانتظار للساعة. افتح OpenClaw قبل انتهاء صلاحية الرمز.
de: Einrichtung für die Uhr in Warteschlange. Öffne OpenClaw, bevor der Code abläuft.
es: Configuración en cola para el reloj. Abre OpenClaw antes de que caduque el código.
fa: راه‌اندازی برای ساعت در صف قرار گرفت. پیش از انقضای کد، OpenClaw را باز کنید.
fr: Configuration mise en file d'attente pour la montre. Ouvrez OpenClaw avant l'expiration du code.
hi: watch के लिए सेटअप कतारबद्ध है। कोड समाप्त होने से पहले OpenClaw खोलें।
id: Penyiapan diantrekan untuk jam tangan. Buka OpenClaw sebelum kode kedaluwarsa.
it: Configurazione in coda per l'orologio. Apri OpenClaw prima che il codice scada.
ja_jp: ウォッチのセットアップがキューに入りました。コードの有効期限が切れる前に OpenClaw を開いてください。
ko: 워치에 설정이 대기 중입니다. 코드가 만료되기 전에 OpenClaw를 여세요.
nl: Installatie in wachtrij voor de watch. Open OpenClaw voordat de code verloopt.
pl: Konfiguracja zakolejkowana dla zegarka. Otwórz OpenClaw, zanim kod wygaśnie.
pt_br: Configuração na fila para o relógio. Abra o OpenClaw antes que o código expire.
ru: Настройка поставлена в очередь для часов. Откройте OpenClaw до истечения срока действия кода.
sv: Konfiguration köad för klockan. Öppna OpenClaw innan koden går ut.
th: จัดคิวการตั้งค่าสำหรับนาฬิกาแล้ว เปิด OpenClaw ก่อนที่รหัสจะหมดอายุ
tr: Kurulum saat için sıraya alındı. Kod süresi dolmadan OpenClaw'ı açın.
uk: Налаштування поставлено в чергу для годинника. Відкрийте OpenClaw до завершення терміну дії коду.
vi: Đã xếp hàng thiết lập cho đồng hồ. Mở OpenClaw trước khi mã hết hạn.
zh_cn: 已为手表排队设置。请在验证码过期前打开 OpenClaw。
zh_tw: 已為手錶排入設定佇列。請在代碼過期前開啟 OpenClaw。

source: Setup received. Connecting…
ar: تم استلام الإعداد. جارٍ الاتصال…
de: Einrichtung empfangen. Verbindung wird hergestellt…
es: Configuración recibida. Conectando…
fa: راه‌اندازی دریافت شد. در حال اتصال…
fr: Configuration reçue. Connexion…
hi: सेटअप प्राप्त हुआ। कनेक्ट किया जा रहा है…
id: Penyiapan diterima. Menghubungkan…
it: Configurazione ricevuta. Connessione…
ja_jp: セットアップ情報を受信しました。接続中…
ko: 설정이 수신되었습니다. 연결 중…
nl: Configuratie ontvangen. Verbinden…
pl: Otrzymano konfigurację. Łączenie…
pt_br: Configuração recebida. Conectando…
ru: Настройки получены. Подключение…
sv: Konfiguration mottagen. Ansluter…
th: ได้รับข้อมูลการตั้งค่าแล้ว กำลังเชื่อมต่อ…
tr: Kurulum alındı. Bağlanıyor…
uk: Налаштування отримано. Підключення…
vi: Đã nhận thiết lập. Đang kết nối…
zh_cn: 已收到设置。正在连接…
zh_tw: 已收到設定。正在連線…

source: Setup sent. Open OpenClaw on the watch to connect.
ar: تم إرسال الإعداد. افتح OpenClaw على الساعة للاتصال.
de: Einrichtung gesendet. Öffne OpenClaw auf der Uhr, um die Verbindung herzustellen.
es: Configuración enviada. Abre OpenClaw en el reloj para conectar.
fa: راه‌اندازی ارسال شد. برای اتصال، OpenClaw را روی ساعت باز کنید.
fr: Configuration envoyée. Ouvrez OpenClaw sur la montre pour vous connecter.
hi: सेटअप भेजा गया। कनेक्ट करने के लिए watch पर OpenClaw खोलें।
id: Penyiapan terkirim. Buka OpenClaw di jam tangan untuk terhubung.
it: Configurazione inviata. Apri OpenClaw sull'orologio per connetterti.
ja_jp: セットアップを送信しました。ウォッチで OpenClaw を開いて接続してください。
ko: 설정을 보냈습니다. 워치에서 OpenClaw를 열어 연결하세요.
nl: Installatie verzonden. Open OpenClaw op de watch om verbinding te maken.
pl: Konfiguracja wysłana. Otwórz OpenClaw na zegarku, aby się połączyć.
pt_br: Configuração enviada. Abra o OpenClaw no relógio para conectar.
ru: Настройка отправлена. Откройте OpenClaw на часах, чтобы подключиться.
sv: Konfiguration skickad. Öppna OpenClaw på klockan för att ansluta.
th: ส่งการตั้งค่าแล้ว เปิด OpenClaw บนนาฬิกาเพื่อเชื่อมต่อ
tr: Kurulum gönderildi. Bağlanmak için saatte OpenClaw'ı açın.
uk: Налаштування надіслано. Відкрийте OpenClaw на годиннику, щоб підключитися.
vi: Đã gửi thiết lập. Mở OpenClaw trên đồng hồ để kết nối.
zh_cn: 设置已发送。在手表上打开 OpenClaw 以连接。
zh_tw: 設定已送出。在手錶上開啟 OpenClaw 以連線。

source: Setup: %@
ar: الإعداد: %@
de: Einrichtung: %@
es: Configuración: %@
fa: راه‌اندازی: %@
fr: Configuration : %@
hi: सेटअप: %@
id: Penyiapan: %@
it: Configurazione: %@
ja_jp: セットアップ: %@
ko: 설정: %@
nl: Configuratie: %@
pl: Konfiguracja: %@
pt_br: Configuração: %@
ru: Настройка: %@
sv: Konfiguration: %@
th: การตั้งค่า: %@
tr: Kurulum: %@
uk: Налаштування: %@
vi: Thiết lập: %@
zh_cn: 设置：%@
zh_tw: 設定：%@

source: Severity
ar: الخطورة
de: Schweregrad
es: Gravedad
fa: شدت
fr: Gravité
hi: गंभीरता
id: Tingkat Keparahan
it: Gravità
ja_jp: 重大度
ko: 심각도
nl: Ernst
pl: Poziom ważności
pt_br: Gravidade
ru: Степень серьезности
sv: Allvarlighetsgrad
th: ระดับความรุนแรง
tr: Önem Derecesi
uk: Рівень серйозності
vi: Mức độ nghiêm trọng
zh_cn: 严重性
zh_tw: 嚴重性

source: Share file
ar: مشاركة الملف
de: Datei teilen
es: Compartir archivo
fa: اشتراک‌گذاری فایل
fr: Partager le fichier
hi: फ़ाइल साझा करें
id: Bagikan file
it: Condividi file
ja_jp: ファイルを共有
ko: 파일 공유
nl: Bestand delen
pl: Udostępnij plik
pt_br: Compartilhar arquivo
ru: Поделиться файлом
sv: Dela fil
th: แชร์ไฟล์
tr: Dosyayı paylaş
uk: Поділитися файлом
vi: Chia sẻ tệp
zh_cn: 共享文件
zh_tw: 分享檔案

source: Share intake
ar: مشاركة الإدخال
de: Eingang teilen
es: Compartir entrada
fa: اشتراک‌گذاری ورودی
fr: Partager la réception
hi: इनटेक साझा करें
id: Bagikan masukan
it: Condividi acquisizione
ja_jp: 共有取り込み
ko: 공유 인테이크
nl: Intake delen
pl: Udostępnij dane wejściowe
pt_br: Compartilhar entrada
ru: Поделиться приемом
sv: Dela intag
th: แชร์ข้อมูลนำเข้า
tr: Paylaşım alımı
uk: Поділитися надходженням
vi: Chia sẻ đầu vào
zh_cn: 共享入口
zh_tw: 分享接收

source: Share recent photos when you ask.
ar: مشاركة الصور الحديثة عندما تطلب ذلك.
de: Auf Anfrage kürzlich aufgenommene Fotos teilen.
es: Comparte fotos recientes cuando se lo pidas.
fa: اشتراک‌گذاری عکس‌های اخیر در صورت درخواست شما.
fr: Partagez des photos récentes lorsque vous le demandez.
hi: आपके कहने पर हाल की फ़ोटो साझा करें।
id: Bagikan foto terbaru saat Anda memintanya.
it: Condividi le foto recenti quando lo chiedi.
ja_jp: 依頼に応じて最近の写真を共有します。
ko: 요청 시 최근 사진을 공유합니다.
nl: Deel recente foto's wanneer je daarom vraagt.
pl: Udostępnianie ostatnich zdjęć na Twoją prośbę.
pt_br: Compartilhe fotos recentes quando você pedir.
ru: Предоставление доступа к недавним фотографиям по вашему запросу.
sv: Dela de senaste bilderna när du ber om det.
th: แชร์รูปภาพล่าสุดเมื่อคุณขอ
tr: İstediğinizde son fotoğrafları paylaşın.
uk: Надсилання нещодавніх фотографій на ваш запит.
vi: Chia sẻ ảnh gần đây khi bạn yêu cầu.
zh_cn: 根据你的请求分享近期照片。
zh_tw: 在您要求時分享最近的照片。

source: Short-Term Recall
ar: الاستدعاء قصير المدى
de: Kurzzeit-Recall
es: Recuerdo a corto plazo
fa: فراخوانی کوتاه‌مدت
fr: Rappel à court terme
hi: अल्पकालिक रिकॉल
id: Pengingatan Jangka Pendek
it: Richiamo a breve termine
ja_jp: 短期リコール
ko: 단기 회상
nl: Kortetermijnherinnering
pl: Przywołanie krótkoterminowe
pt_br: Recall de curto prazo
ru: Краткосрочное воспоминание
sv: Korttidsåterkallelse
th: การเรียกคืนระยะสั้น
tr: Kısa Süreli Geri Çağırma
uk: Короткострокове відтворення
vi: Gọi lại ngắn hạn
zh_cn: 短期回忆
zh_tw: 短期回想
